# St7SetLinkID

Assigns an ID number to the specified link.

long St7SetLinkID(long uID, long LinkNum, long LinkID)

Input Parameters

uID

Strand7 model file ID.

LinkNum

Link number.

LinkID

Link ID.